Repository: FoolCode/FoolFuuka-install
Catalog: public/assets/locale/*.utf8/LC_MESSAGES/*.po
Languages: pt_pt

source: PHP Configuration
pt_pt: Configuração de PHP

source: PHP settings can be easily changed by editing your php.ini file.
pt_pt: As configurações PHP podem ser facilmente modificadas editando o seu ficheiro php.ini.

source: php.ini Location
pt_pt: Localização do php.ini

source: This is the location of the file to edit to change the following variables.
pt_pt: Isto é a localização do ficheiro a editar para modificar as seguintes variáveis.

source: On
pt_pt: Ligado

source: Off
pt_pt: Desligado

source: The PHP safe mode is an attempt to solve the shared-server security problems and disables many important PHP functions. This is mainly used by shared hosting services to avoid implementing correct security fixes for shared-server environments.
pt_pt: O Safe Mode do PHP é uma tentativa de resolver problemas comuns de segurança de servidores partilhados e desactiva muitas funções PHP importantes. Isto é usado principalmente por serviços de hospedagem compartilhados para evitar a necessidade de ter de efectuar as correcções de segurança correctas para esses ambientes.

source: Allow URL fopen
pt_pt: URL fopen autorizado

source: This function allows PHP to use URL-aware fopen wrappers to access remote files via FTP or HTTP protocol.
pt_pt: Esta função permite que o PHP possa usar fopen wrappers URL-aware para aceder a arquivos remotos via FTP ou protocolo HTTP.

source: Disabled
pt_pt: Desactivado

source: Max Execution Time
pt_pt: Tempo máximo de execução

source: This is the maximum time in seconds a script is allowed to run before it is terminated by the parser.
pt_pt: Isto é o tempo máximo em segundos que um script é autorizado a executar antes que seja terminado pelo parser.

source: Low Value
pt_pt: Valor baixo

source: Your current value for max execution time is low. This option affects functions that require large amounts of processing time, such as processing images. If your server doesn't have a powerful processor or you're processing large amounts of images, this value must be set as high as the total processing time taken to complete the function.
pt_pt: O seu valor actual para tempo máximo de execução é baixa. Esta opção afecta as funções que exigem grandes quantidades de tempo de processamento, tais como processamento de imagens. Se o teu servidor não tem um processador poderoso ou se estiveres processando grandes quantidades de imagens, este valor deve ser definido tão alto quanto o tempo de processamento total necessário para concluir a função.

source: File Uploads
pt_pt: Upload de ficheiros

source: Enabled
pt_pt: Activado

source: This states whether or not to allow HTTP file uploads.
pt_pt: Permitir ou não o upload de ficheiros por HTTP.

source: Max POST Size
pt_pt: Tamanho POST máx.

source: This is max size of post data allowed.
pt_pt: O tamanho máximo permitido no envio de dados POST.

source: Your current value for POST size is low. This variable should generally be set at a higher value to accomodate and ensure that all of your chapters will be uploaded.
pt_pt: O valor actual do tamanho POST max. é baixo. Normalmente, esta variável deve ser ajustada para valor mais alto, de maneira a acomodar e garantir que todos os seus capítulos serão carregados.

source: Max Upload Size
pt_pt: Tamanho de upload max

source: This is the maximum size allowed for an uploaded file.
pt_pt: O tamanho máximo permitido para um ficheiro carregado.

source: Your current value for max upload size is low. This variable should generally be set at a higher value to accommodate and allow your largest chapter to be uploaded.
pt_pt: O valor actual do tamanho de upload máximo é baixo. Normalmente, esta variável deve ser ajustada para valor mais alto, de maneira a acomodar e garantir o upload do maior capítulo que tenha.

source: Max File Uploads
pt_pt: Upload de ficheiros máximo

source: This is the maximum number of files allowed to be uploaded simultaneously.
pt_pt: Número máximo de ficheiros cujo upload pode ser feito simultaneamente.

source: Your current value for max file uploads is low. This variable should generally be set at a higher value than the number of pages your chapters may have.
pt_pt: O valor actual para o número máximo de upload de ficheiros é baixo. Em geral, esta variável deve conter um valor maior do que o número de páginas que qualquer capítulo possa ter.

source: Extensions
pt_pt: Extensões

source: Installed
pt_pt: Instalado

source: Not Installed
pt_pt: Não instalado

source: This is a library used to communicate with different types of servers with many types of protocols.
pt_pt: Biblioteca utilizada para comunicar com diferentes tipos de servidores com muitos tipos de protocolos.

source: Missing
pt_pt: Em falta

source: This is a library used to dynamically create images and thumbnails.
pt_pt: Biblioteca utilizada para a criação de imagens e thumbnails dinamicamente.

source: This is a library used to dynamically create, edit, compose or convert images.
pt_pt: Biblioteca utilizada para a criação, edição e conversão de imagens dinamicamente.

source: Optional
pt_pt: Opcional

source: Current Version
pt_pt: Versão actual

source: Latest Version Available
pt_pt: Versão mais recente disponível

source: You have the latest version of {{FOOL_NAME}}.
pt_pt: Tem a versão mais recente de {{FOOL_NAME}}.

source: Upgrade or reinstall
pt_pt: Actualizar ou reinstalar

source: Done
pt_pt: Efectuado

source: SSL Tools
pt_pt: Ferramentas SSL

source: The title of your article
pt_pt: Título do artigo

source: Article
pt_pt: Artigo

source: Articles
pt_pt: Artigos

source: New article
pt_pt: Novo artigo

source: New article created!
pt_pt: Novo artigo criado!

source: The article was removed
pt_pt: O artigo foi removido

source: Removing article:
pt_pt: A remover o artigo:

source: Do you really want to remove the article?
pt_pt: Deseja realmente remover o artigo?

source: Statistics
pt_pt: Estatísticas

source: Stats
pt_pt: Estatísticas

source: Statistics: %s (Next Update in %s)
pt_pt: Estatísticas: %s (Próxima actualização em %s)

source: Statistics: %s
pt_pt: Estatísticas: %s

source: New Users
pt_pt: Novos utilizadores

source: Population
pt_pt: População

source: Latest Post
pt_pt: Post mais recente

source: View Same
pt_pt: Ver iguais

source: Global Mod
pt_pt: Mod global

source: 4chan time
pt_pt: Hora do 4chan

source: View
pt_pt: Ver

source: Reply
pt_pt: Responder

source: Last 50
pt_pt: Últimos 50

source: Report
pt_pt: Denunciar

source: Quoted by:
pt_pt: Citado por:

source: Remove image
pt_pt: Remover imagem

source: Ban image
pt_pt: Ban. imag.

source: Ban user:
pt_pt: Ban. util.:

source: Remove report
pt_pt: Remover denúncia

source: omitted
pt_pt: omitido

source: Report reason:
pt_pt: Razão da denúncia

source: Error!
pt_pt: Erro!

source: Archives
pt_pt: Arquivos

source: Subject
pt_pt: Assunto

source: Comment
pt_pt: Comentário

source: File
pt_pt: Ficheiro

source: Post as
pt_pt: Postar como

source: User
pt_pt: Utilizador

source: Submit spoilered
pt_pt: Submeter spoilerizado

source: Search or insert post no. or thread URL
pt_pt: Pesquisar ou inserir nº post / URL tópico

source: Undefined
pt_pt: Indefinido

source: Search
pt_pt: Pesquisar

source: Go to post
pt_pt: Ir para post

source: Filters:
pt_pt: Filtros:

source: All
pt_pt: Tudo

source: Only Deleted
pt_pt: Só apagados

source: Only Non-Deleted
pt_pt: Apenas não-apagados

source: Only Ghost
pt_pt: Só Fantasmas

source: Only with image
pt_pt: Só com imagens

source: Only without image
pt_pt: Só sem imagens

source: Thread OPs Only
pt_pt: Só OPs de tópicos

source: Replies Only
pt_pt: Só respostas

source: Only by Users
pt_pt: Só por utilizadores

source: Only by Mods
pt_pt: Só por mods

source: Only by Admins
pt_pt: Só por admins

source: New First
pt_pt: Mais recentes primeiro

source: Old First
pt_pt: Mais antigos primeiro

source: Filename
pt_pt: Nome ficheiro

source: Date start
pt_pt: Data início

source: Date end
pt_pt: Data fim

source: Image hash
pt_pt: Hash imagem

source: You can drag and drop an image on the field above
pt_pt: Pode arrastar uma imagem para o campo acima

source: Your latest searches:
pt_pt: Últimas pesquisas (suas):

source: Clear
pt_pt: Apagar

source: Index
pt_pt: Índice

source: By post
pt_pt: Por post

source: By thread
pt_pt: Por tópico

source: Ghost
pt_pt: Fantasma

source: Change theme
pt_pt: Mudar tema

source: Add a translation
pt_pt: Adicionar uma tradução

source: Redirecting...
pt_pt: A redireccionar...
