Repository: FoolCode/FoolFuuka-install
Catalog: public/assets/locale/*.utf8/LC_MESSAGES/*.po
Languages: pt_pt

source: Page not found. You can use the search if you were looking for something!
pt_pt: Página não encontrada. Pode utilizar a pesquisa se estava à procura de algo!

source: Page
pt_pt: Página

source: Latest by Thread
pt_pt: Últimos por tópico

source: Ghost Page
pt_pt: Página do além

source: Gallery
pt_pt: Galeria

source: Gallery: Showing Latest Submitted Images
pt_pt: Galeria: Últimas imagens submetidas

source: By Thread
pt_pt: Por tópico

source: Gallery: Showing Latest Created Threads
pt_pt: Galeria: Últimos tópicos criados

source: By Image
pt_pt: Por imagem

source: Thread
pt_pt: Tópico

source: Showing the last 50 posts for Thread No.
pt_pt: Últimos 50 posts por nº de tópico

source: Error
pt_pt: Erro

source: There is no record of the specified image in our database.
pt_pt: Não existe registo na imagem especificada na base de dados.

source: Image Pruned
pt_pt: Imagem removida

source: Error 404: The image has been pruned from the server.
pt_pt: Erro 404: A imagem foi removida do servidor.

source: Searched text
pt_pt: Texto pesquisado

source: that contain &lsquo;%s&rsquo;
pt_pt: que contenham &lsquo;%s&rsquo;

source: with the subject &lsquo;%s&rsquo;
pt_pt: com o assunto &lsquo;%s&rsquo;

source: with the username &lsquo;%s&rsquo;
pt_pt: com o username &lsquo;%s&rsquo;

source: with the tripcode &lsquo;%s&rsquo;
pt_pt: com o tripcode &lsquo;%s&rsquo;

source: with the filename &lsquo;%s&rsquo;
pt_pt: com o nome de ficheiro &lsquo;%s&rsquo;

source: with the image hash &lsquo;%s&rsquo;
pt_pt: com a hash de imagem &lsquo;%s&rsquo;

source: that have been deleted
pt_pt: que foram apagados

source: that has not been deleted
pt_pt: que não foram apagados

source: that are by ghosts
pt_pt: que foram feitos por fantasmas

source: that are not by ghosts
pt_pt: que não foram feitos por fantasmas

source: that are only OP posts
pt_pt: somente posts de OP

source: that are only non-OP posts
pt_pt: somente posts não OP

source: that do not contain images
pt_pt: que não contenham imagens

source: that only contain images
pt_pt: que contenham imagens

source: that were made by users
pt_pt: feitos por utilizadores

source: that were made by mods
pt_pt: feitos por moderadores

source: that were made by admins
pt_pt: feitos por admins

source: posts after %s
pt_pt: posts depois de %s

source: posts before %s
pt_pt: posts antes de %s

source: in ascending order
pt_pt: em ordem ascendente

source: Searching for posts %s.
pt_pt: A pesquisar por posts %s.

source: and
pt_pt: e

source: Displaying all posts with no filters applied.
pt_pt: A mostrar todos os posts sem filtros aplicados.

source: Global Search
pt_pt: Pesquisa global

source: This thread does not exist.
pt_pt: Este tópico não existe.

source: This thread is closed.
pt_pt: Este tópico está trancado.

source: You are required to upload an image when posting a new thread.
pt_pt: É obrigatório fazer upload duma imagem para começar um tópico novo.

source: You are required to write a comment when no image upload is present.
pt_pt: É obrigatório escrever um comentário quando não há imagem presente.

source: The posting of images has been disabled for this thread.
pt_pt: Novas imagens foram desactivadas para este tópico.

source: Welcome to {{FOOL_NAME}} version %s
pt_pt: Bem-vindo a {{FOOL_NAME}} versão %s

source: Your request is missing parameters.
pt_pt: Parâmetros em falta no pedido.

source: Your request is missing parameters: add the board shortname.
pt_pt: Parâmetros em falta no pedido: adicione o shortname da board.

source: The board you selected doesn't exist.
pt_pt: A board que seleccionou não existe.

source: Changing Theme
pt_pt: A mudar o tema

source: Changing Language
pt_pt: A mudar o idioma

source: {{FOOL_NAME}} Installation
pt_pt: {{FOOL_NAME}}: Instalação

source: Database type
pt_pt: Tipo de base de dados

source: The type of database you're going to use. There's only one option currently.
pt_pt: O tipo de base de dados a ser utilizado. Só há uma opção de momento.

source: Database hostname
pt_pt: Hostname da base de dados

source: The hostname of the server hosting the database. 99.8% of times is localhost
pt_pt: O hostname do servidor que contém a base de dados. 99.8% das vezes é localhost

source: Database name
pt_pt: Nome da base de dados

source: The name of the database
pt_pt: O nome da base de dados

source: Database username
pt_pt: Username da base de dados

source: The username of the user with permissions to the database
pt_pt: O username do utilizador com permissões para a base de dados

source: Database password
pt_pt: Senha da base de dados

source: The password of the user with permissions to the database
pt_pt: A senha do utilizador com permissão para a base de dados

source: Database prefix
pt_pt: Prefixo da base de dados

source: Administrator username
pt_pt: Username do administrador

source: The username of the administrator's account
pt_pt: O username da conta de administrador

source: Administrator password
pt_pt: Senha do administrador

source: The password of the administrator's account
pt_pt: A senha da conta de administrador

source: Administrator email
pt_pt: Email do administrador

source: The email of the administrator's account
pt_pt: O endereço de email da conta de administrador

source: Connection with database not established: check the database fields.
pt_pt: Ligação à base de dados não estabelecida com sucesso: verifique os campos da base de dados.

source: {{FOOL_NAME}} has installed successfully. You can proceed logging in.
pt_pt: {{FOOL_NAME}} foi instalado com sucesso. Pode proceder ao login.

source: The %s directory would be better if writable, in order to deliver automatic updates. Use this command in your shell if possible: %s
pt_pt: Para ser possível executar actualizações automáticas, a pasta %s tem de ser acessível para escrita. Use este comando na shell se possível: %s

source: The %s directory would be better if writable, in order to deliver automatic updates.<br/>It was impossible to determine the user running PHP. Use this command in your shell if possible: %s where www-data is an example (usually it's www-data or Apache)
pt_pt: Para ser possível executar actualizações automáticas, a pasta %s tem de ser acessível para escrita.<br/>Não foi possível determinar o utilizador que está a correr o PHP. Use este comando na shell se possível: %s onde www-data é um exemplo (normalmente é www-data ou Apache)

source: If you can't do the above, after the installation you will be given a textfile to paste in config.php. More info after submitting.
pt_pt: Se não puder fazer o que está descrito acima, irá receber um ficheiro de texto após a instalação para inserir no ficheiro config.php. Mas informação após a submissão.

source: If you made any changes, just refresh this page to recheck the directory permissions.
pt_pt: Se efectuou algumas mudanças, actualize esta página para voltar a verificar as permissões das pastas.

source: Authorization
pt_pt: Autorização

source: Message
pt_pt: Mensagem

source: Register
pt_pt: Registo

source: Resend activation email
pt_pt: Reenviar email de activação

source: Forgot password
pt_pt: Esqueci-me da senha

source: Reset password
pt_pt: Repor senha

source: Change password
pt_pt: Mudar senha

source: Change email
pt_pt: Mudar email

source: Unregister
pt_pt: Anular registo

source: Manage boards
pt_pt: Gerir boards

source: New board created!
pt_pt: Nova board criada!

source: Board information updated.
pt_pt: Informação da board actualizada.

source: Editing board:
pt_pt: A editar board:

source: Create search table
pt_pt: Criar tabela de pesquisa

source: This board doesn't have the search table. You can create it by follwing this button.
pt_pt: Esta board não tem a tabela de pesquisa. Pode criá-la utilizando este botão.

source: Remove search table
pt_pt: Remover tabela de pesquisa

source: You are using Sphinx Search for this board, so you can remove the search table.
pt_pt: Está a utilizar Sphinx Search para esta board, por isso pode remover a tabela de pesquisa.

source: Creating a new board
pt_pt: A criar uma nova board

source: Failed to create the search table for the board %s.
pt_pt: Falha ao criar a tabela de pesquisa para a board %s.

source: The search table for the board %s has been created.
pt_pt: A tabela de pesquisa para a board %s foi criada.

source: Failed to remove the search table for the board %s.
pt_pt: Falha ao remover a tabela de pesquisa para a board %s.

source: The search table for the board %s has been removed.
pt_pt: A tabela de pesquisa para a board %s foi removida.

source: Creating search table for board:
pt_pt: A criar a tabela de pesquisa para a board:

source: Do you want to create the search table for this board?
pt_pt: Deseja criar a tabela de pesquisa para esta board?

source: Creating the search table can take time if you have a board with even just 100.000 entries.
pt_pt: Criar a tabela de pesquisa pode demorar bastante tempo, mesmo numa board com 100000 entradas.

source: Normally, even if the page times out, the database will keep building it.
pt_pt: Normalmente, mesmo se a página expirar, a base de dados irá continuar a construí-la.

source: Removing board:
pt_pt: A remover a board:

source: Notice: due to its size, you will have to remove the image folder manually. The folder will have the "removed_" prefix.
pt_pt: Nota: devido ao seu tamanho, terá que remover a pasta das imagens manualmente. A pasta terá o prefixo "removed_".

source: Preferences
pt_pt: Preferências

source: Boards directory
pt_pt: Pasta das boards

source: Boards URL
pt_pt: URL das boards

source: Boards database
pt_pt: Base de dados das boards

source: Facultative. One per line the URLs where your images are reachable.
pt_pt: omitido

source: Submit
pt_pt: Submeter

source: Downloaded and installed the latest version of Asagi.
pt_pt: Transferida e instalada a versão mais recente de Asagi.

source: Asagi has been removed.
pt_pt: Asagi foi removida.

source: Settings updated.
pt_pt: Configurações actualizadas.

source: Ran Asagi.
pt_pt: Asagi activada.

source: Stopped Asagi.
pt_pt: Asagi parada.

source: Enabled Asagi autorun.
pt_pt: Início automático de Asagi activado.

source: Disabled Asagi autorun.
pt_pt: Início automático de Asagi desactivado.

source: Asagi installation
pt_pt: Asagi: Instalação

source: Activate Sphinx globally (enables crossboard search)
pt_pt: Activar Sphinx globalmente (activa pesquisa entre boards)

source: The port specified isn't a valid number.
pt_pt: O porto especificado não é válida.

source: Database
pt_pt: Base de dados

source: Upgrade
pt_pt: Actualizar

source: Successfully updated the database.
pt_pt: Base de dados actualizada com sucesso.

source: Members
pt_pt: Membros

source: Manage
pt_pt: Gerir

source: User profile saved!
pt_pt: Perfil de utilizador gravado!

source: Editing user:
pt_pt: A editar utilizador:

source: The plugin couldn't be enabled.
pt_pt: O plugin não pôde ser activado.

source: The %s plugin is now enabled.
pt_pt: O plugin %s foi activado.

source: The plugin couldn't be disabled.
pt_pt: O plugin não pôde ser desactivado.

source: The %s plugin is now disabled.
pt_pt: O plugin %s foi desactivado.

source: The %splugin couldn't be removed.
pt_pt: O plugin %s não pôde ser removido.

source: The %s plugin was removed.
pt_pt: O plugin %s foi removido.

source: Reports
pt_pt: Denúncias

source: Access to reports outside the administrative panel is denied.
pt_pt: Acesso negado às denúncias fora do painel de administração.

source: Failed to remove the report from the database.
pt_pt: Falha ao remover a denúncia da base de dados.

source: The report has been removed from the database.
pt_pt: A denúncia foi removida da base de dados.

source: Theme
pt_pt: Tema

source: Sets the title of your site.
pt_pt: O título do site.

source: Active themes
pt_pt: Temas activos

source: Default theme
pt_pt: Tema predefinido

source: The theme the users will see as they reach your site.
pt_pt: O tema que os utilizadores vêem ao chegar ao site.

source: Google Analytics code
pt_pt: Código do Google Analytics

source: Insert your Google Analytics code to get statistics.
pt_pt: Inserir o código do Google Analytics para obter estatísticas.

source: Header Code
pt_pt: Código de cabeçalho

source: This will insert the HTML code inside the &lt;HEAD&gt;.
pt_pt: Isto vai inserir o código HTML dentro do &amp;lt;HEAD&amp;gt;.

source: Footer Text
pt_pt: Texto de rodapé

source: Credits in the footer and similar.
pt_pt: Créditos e semelhantes no rodapé.

source: Footer Code
pt_pt: Código de rodapé

source: This will insert the HTML code above after the &lt;BODY&gt;.
pt_pt: Isto irá inserir o código HTML por cima do &lt;BODY&gt;.

source: Advertising
pt_pt: Publicidade

source: Top banner
pt_pt: Banner de topo

source: Insert the HTML code provided by your advertiser.
pt_pt: Insira o código HTML dado pelo anunciante.

source: Registration
pt_pt: Registo

source: Disable New User Registrations
pt_pt: Desactivar o registo de novos utilizadores

source: Disable Email Activation
pt_pt: Desactivar a activação por email

source: In order to use reCAPTCHA&trade; you need to sign up for the service at <a href="http://www.google.com/recaptcha">reCAPTCHA&trade;</a>, which will provide you with a public and a private key.
pt_pt: Para que possa usar o serviço reCAPTCHA&trade;, tem de se registar em <a href="http://www.google.com/recaptcha">reCAPTCHA&trade;</a>, que lhe irá fornecer uma chave pública e outra privada.

source: reCaptcha&trade; Public Key
pt_pt: Chave pública reCaptcha&trade;

source: Insert the public key provided by reCAPTCHA&trade;.
pt_pt: Insira a chave pública (public key) fornecida pelo reCAPTCHA&trade;.

source: reCaptcha&trade; Secret Key
pt_pt: Chave privada reCaptcha&trade;

source: Insert the private key provided by reCAPTCHA&trade;.
pt_pt: Insira a chave privada fornecida pelo reCAPTCHA&trade;.

source: System
pt_pt: Sistema

source: Information
pt_pt: Informação

source: Found and Working
pt_pt: Encontrado e OK

source: Not Available
pt_pt: Não disponível

source: You must have Safe Mode turned off and the exec() function enabled to allow ImageMagick to process your images. Please check the information panel for more details.
pt_pt: Deve ter o Safe Mode desligado e a função exec() activada para permitir o processamento de imagens pelo ImageMagick. Por favor verifique o painel de informações para mais detalhes.

source: Disabled Functions
pt_pt: Funcionalidades desactivadas

source: Not Found
pt_pt: Não encontrado

source: You must provide the correct path to the "convert" binary on your system. This is typically located under /usr/bin (Linux), /opt/local/bin (Mac OSX) or the installation directory (Windows).
pt_pt: Deve fornecer o caminho correcto para o executável "convert" no seu sistema. Está normalmente localizado em /usr/bin (Linux), /opt/local/bin (Mac OS X) ou na sua pasta de instalação (Windows).

source: Not Working
pt_pt: Não funcional

source: There has been an error encountered when testing your ImageMagick installation. To manually check for errors, access your server via shell or command line and type: %s
pt_pt: Foi encontrado um erro no teste de instalação do ImageMagick. Para verificar manualmente por erros, aceda ao servidor via shell ou linha de comando e digite: %s

source: Path to ImageMagick
pt_pt: Caminho para o ImageMagick

source: The location of your ImageMagick "convert" executable
pt_pt: Localização do executável "convert" do ImageMagick

source: Upgrade failed: check file permissions.
pt_pt: Falha na actualização: verifique as permissões dos ficheiros.

source: Upgrade successful
pt_pt: Actualização feita com sucesso

source: Can't go over page 500
pt_pt: A denúncia foi removida da base de dados.

source: Faulty per_page value
pt_pt: Tema

source: Can't return more than 50 threads
pt_pt: Não é possível retornar mais que 50 tópicos

source: Threads could not be found
pt_pt: Tópicos não encontrados

source: You have to select a thread number
pt_pt: Tem de seleccionar um número de tópico

source: Faulty thread number
pt_pt: Número de tópico inválido

source: Your latest_doc_id is malformed
pt_pt: O latest_doc_id está malformado

source: Thread could not be found
pt_pt: Tópico não encontrado

source: Post could not be found
pt_pt: Post não encontrado

source: Can't return more than 3000 ghost posts
pt_pt: Impossível retornar mais do que 3000 posts fantasmas

source: Ghost posts could not be found
pt_pt: Post fantasma não encontrado

source: Account
pt_pt: Conta

source: Change Email
pt_pt: Mudar email

source: Change Password
pt_pt: Mudar senha

source: Member List
pt_pt: Lista de membros

source: New
pt_pt: Novo

source: Bug tracker
pt_pt: Submeter bug

source: The board you selected doesn't exist
pt_pt: A board seleccionada não existe.

source: Submitting
pt_pt: A submeter

source: This thread is being displayed in real time.
pt_pt: Este tópico está a ser apresentado em tempo real.

source: Update now
pt_pt: Actualizar

source: You're not allowed to perform this action
pt_pt: Não está autorizado a efectuar esta acção

source: Invalid action
pt_pt: Acção inválida

source: Post not found
pt_pt: Post não encontrado

source: This image has already been posted once. This board doesn't allow image reposting
pt_pt: Esta imagem já foi postada. Esta board não permite reposts de imagens.

source: You must wait up to %s hours to repost this image.
pt_pt: Tem de esperar até %s horas para repostar esta imagem.

source: You're posting again the same comment as the last time!
pt_pt: Está a submeter o mesmo comentário do que da última vez!

source: An image is required for creating threads.
pt_pt: É necessária uma imagem para criar tópicos.

source: Your post was too long.
pt_pt: Post demasiado longo.

source: Your post had too many lines.
pt_pt: O post tinha demasiadas linhas.

source: This post is already being processed...
pt_pt: Este post já está a ser processado...

source: There's no such a post to be deleted.
pt_pt: O post a ser apagado não existe.

source: The password you inserted did not match the post's deletion password.
pt_pt: A senha inserida não corresponde à senha de eliminação do post.

source: Preferences updated.
pt_pt: Preferências actualizadas.

source: Group
pt_pt: Grupo

source: Administrator
pt_pt: Administrador

source: Moderator
pt_pt: Moderador

source: Member
pt_pt: Membro

source: Display Name
pt_pt: Nome de apresentação

source: The twitter nickname
pt_pt: Nick do Twitter

source: Name
pt_pt: Nome

source: Required
pt_pt: Obrigatório

source: General rules
pt_pt: Regras gerais

source: Minutes to refresh the thread
pt_pt: Minutos para actualizar o tópico

source: The JSON inputted is not valid.
pt_pt: O JSON inserido não é válido.

source: Use SphinxSearch as search engine?
pt_pt: Utilizar Sphinx Search como motor de busca?

source: Converting %s to utfmb4
pt_pt: A converter %s para utf8mb4

source: The tables have all been converted to utf8mb4
pt_pt: Todas as tabelas foram convertidas para utf8mb4

source: Post number
pt_pt: Número post

source: Reason
pt_pt: Razão

source: Confirm
pt_pt: Confirmar

source: Go back
pt_pt: Voltar

source: Control Panel
pt_pt: Painel de controlo

source: New upgrade available:
pt_pt: Nova actualização disponível:

source: Your Profile
pt_pt: O seu perfil

source: Password
pt_pt: Senha

source: Old Password
pt_pt: Senha antiga

source: New Password
pt_pt: Nova senha

source: Confirm New Password
pt_pt: Confirmar nova senha

source: Email or username
pt_pt: Email ou username

source: Get a new password
pt_pt: Obter nova senha

source: Get another CAPTCHA
pt_pt: Obter outra CAPTCHA

source: Get an audio CAPTCHA
pt_pt: Obter uma CAPTCHA áudio

source: Get an image CAPTCHA
pt_pt: Obter uma imagem CAPTCHA

source: Enter the words above
pt_pt: Insira as palavras acima

source: Enter the numbers you hear
pt_pt: Insira os números que ouve

source: Enter the letters above
pt_pt: Insira as letras acima

source: Remember me
pt_pt: Lembrar-me

source: required
pt_pt: obrigatório

source: Email Address
pt_pt: Endereço de email

source: Confirm Password
pt_pt: Confirmar senha

source: Send
pt_pt: Enviar

source: Delete account
pt_pt: Apagar conta

source: Run
pt_pt: Correr

source: Kill
pt_pt: Terminar

source: Remove
pt_pt: Remover

source: License
pt_pt: Licença

source: Asagi is released under the GNU General Public License, version 2, or later.
pt_pt: Asagi está disponível nos termos da GNU General Public License, versão 2, ou posterior.

source: Click here to read the full license.
pt_pt: Clique aqui para ler a licença integral.

source: Asagi is the Open Source (GPLv3) 4chan data fetcher coded by Eksopl. It can dump the threads, images and thumbnails from the Yotsuba boards in 4chan into your server for easy consumption. If you're interested in using FoOlFuuka as a 4chan archive, you need to download, setup and run Asagi. We can do the downloading and the setup, and all that is left to you is running it since we can't reliably run it off the web interface. FoOlFuuka will keep the settings of Asagi updated for you, so you can manage your archives through the boards manager. Requirements: Java installed on your server.
pt_pt: Asagi é um fetcher de dados do 4chan Open Source (GPLv3) criado por Eksopl. É capaz de arquivar os tópicos, imagens e miniaturas das boards baseadas no software Yotsuba do 4chan para dentro do seu servidor, para consumo fácil. Se está interessado em usar FoOlFuuka como um arquivo do 4chan, é necessário transferir, configurar e correr Asagi. Nós podemos fazer a transferência e a configuração. Após isso, tudo o que resta é correr-lo, dado que não podemos corrê-lo de forma fiável a partir da interface web. FoOlFuuka mantém as definições de Asagi actualizados por si, pelo que pode gerir os arquivos através da gestão de boards. Requisitos: Java instalado no servidor.

source: Install
pt_pt: Instalar

source: Edit
pt_pt: Editar

source: Delete
pt_pt: Remover

source: Update database
pt_pt: Actualizar base de dados

source: Do you really want to upgrade your database?
pt_pt: Tem a certeza que quer actualizar a base de dados?

source: Display name
pt_pt: Nome de apresentação

source: Plugin name
pt_pt: Nome do plugin

source: Description
pt_pt: Descrição

source: Status
pt_pt: Estado

source: Disable
pt_pt: Desactivar

source: Enable
pt_pt: Activar

source: Server Information
pt_pt: Informação do servidor

source: Web Server Software
pt_pt: Software do servidor web

source: The web server that is currently running to serve your content.
pt_pt: O servidor web que está actualmente a funcionar para servir os seus conteúdos.

source: PHP Version
pt_pt: Versão PHP

source: The version of the currently running PHP parser.
pt_pt: A versão actual do parser PHP.

source: Old PHP version
pt_pt: Versão PHP antiga

source: To run {{FOOL_NAME}}, you need at least PHP version 5.2.0.
pt_pt: Para correr {{FOOL_NAME}}, necessita da versão do PHP de pelo menos 5.2.0.

source: Suggested
pt_pt: Sugerido

source: Nginx Upload Size
pt_pt: Tamanho de upload Nginx

source: This value cannot be checked via PHP.
pt_pt: Este valor não pode ser verificado via PHP.

source: The Nginx web server has its own internal upload limit variable. If you are receiving upload errors, and your PHP configuration looks fine, check this variable in your Nginx configuration file.
pt_pt: O servidor web Nginx tem o seu próprio limite de upload interno. Se estiver a receber erros de upload, e sua configuração do PHP parecer estar correcta, verifique esta variável no ficheiro de configuração do Nginx.

source: Variable
pt_pt: Variável

source: Software Information
pt_pt: Informação do software

source: New Version Available
pt_pt: Nova versão disponível

source: Environment
pt_pt: Ambiente
